Revit 2024 API
GroupTypeId.CurtainGridVert Property
 Vertical Grid.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId CurtainGridVert { get; }
Visual Basic
Public Shared ReadOnly Property CurtainGridVert As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CurtainGridVert {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace